import pandas as pd


dict_adr = {"Name" : ["Ремедика","Витафарм1","Витафарм2","Фармация","Формула Жизни Плюс","ADEL","Планета Здоровья","Ремедика","Фармация","Фармация","Добрыя лекi",
                      "Аптека № 11","Формула жизни плюс","Аптека № 12 Гратиафарм","Фитос-А","Олана Плюс","Добрыя лекi","Фитос-А","Аптека № 173","Витафарм","Формула жизни № 3",
                      "Фармация","Фармация, аптека № 1","Витафарм","Фармация, аптека № 105","Витафарм","Новамедика","Doctorgreen","Искамед","Белана","Альфа аптека","Фармация, аптека № 1",
                      "П МедФармИнвест","Альфа аптека","Фармация, аптека № 177","Аптека № 41 Юнифарм"],
            "Latitude" : [52.0969326, 52.09719415, 52.09884979, 52.09246070,52.05603,52.055354,52.05541,52.061745,52.062481,52.064723,52.069031,52.069828,52.071356,52.079659,52.077179,
                          52.078358,52.106284,52.101709,52.11067,52.11431,52.084546,52.087944,52.099331,52.091989,52.087894,52.086931,52.088536,52.098556,52.096028,52.099049,52.097084,52.099331,
                          52.095923,52.112258,52.106113,52.094036],
            "Longitude" : [23.7526257, 23.763297326, 23.75645416, 23.766562928517423,23.738592,23.739805,23.738413,23.732565,23.732726,23.730202,23.733481,23.729349,23.72492,23.765407,23.769881,
                           23.74091,23.753756,23.769674,23.773294,23.742293,23.71158,23.69524,23.694916,23.687191,23.686418,23.677085,23.676276,23.69179,23.685322,23.681711,23.691044,23.694916,
                           23.697279,23.666179,23.691691,23.698267],
            "Address" : ["Московская ул., 253","просп. Республики, 1","Московская ул., 326","ул. Богданчука, 126","Гвардейская улица, 6А","Гвардейская улица, 9",
                         "Гвардейская улица, 5","микрорайон Южный, ул. Жукова, 7","микрорайон Южный, ул. Жукова, 1","Рябиновая улица, 1А","Рябиновая ул., 26",
                         "Вульковская ул., 78","Вульковская ул., 120А","Луцкая улица, 86","просп. Республики, 24","ул. 28 Июля, 37А","ул. Советской Конституции, 21","Московская ул., 342",
                         "ул. Гаврилова, 37","ул. Мошенского, 102","наб. Франциска Скорины, 32","Советская ул., 101","бульвар Космонавтов, 24","улица Гоголя, 32","ул. Ленина, 35","ул. Фомина, 14",
                         "ул. Гоголя, 1Г","ул. Карбышева, 21","улица Мицкевича, 11","ул. Орджоникидзе, 12","улица Куйбышева, 13","бульвар Космонавтов, 24","бульвар Космонавтов, 49/51",
                         "Аэродромная улица, 20","ул. Кижеватова, 74","ул. Гоголя, 78"],
            "Telephone" : ["+375 16 253-11-07","+375 16 228-13-57","+375 16 259-30-98","+375 16 235-51-06","+375 29 101-47-39","+375 25 683-87-87","+375 16 259-24-72",
                           "+375 16 258-06-89","+375 16 228-89-86","+375 16 253-53-26","+375 25 535-57-57","+375 16 232-16-24","+375 16 250-83-65","+375 16 228-10-00","+375 16 252-73-45",
                           "+375 16 248-07-27","+375 29 535-57-57","+375 16 229-10-56","+375 16 247-50-80","+375 16 222-03-03","+375 16 252-70-88","+375 16 220-54-92","+375 16 220-73-67",
                           "+375 16 221-61-03","+375 16 220-00-72","+375 16 235-14-50","+375 16 254-85-68","+375 29 274-32-14","+375 16 256-90-00","+375 16 223-29-11","+375 16 228-21-63",
                           "+375 16 220-73-67","+375 16 221-64-84","+375 16 255-58-85","+375 16 257-44-24","+375 44 507-15-41"],
            "Work-time" : ["09:00 – 21:00","08:00 – 20:00","08:00 – 22:00","09:00 – 20:00","09:00 – 21:00","09:00 – 20:00","07:45 – 20:00","09:00 – 21:00","09:00 – 21:00","09:00 – 21:00",
                           "09:00 – 21:00","09:00 – 21:00","09:00 – 20:00","09:00 – 22:00","09:00 – 22:00","09:00 – 21:00","09:00 – 21:00","09:00 – 21:00","08:00 – 21:00","09:30 – 21:30",
                           "09:00 – 21:00","08:00 – 21:00","08:00 – 21:00","Круглосуточно","08:00 – 21:00","09:00 – 21:00","09:30 – 17:30","График работы не указан","09:00 – 21:00","07:00 – 19:00",
                           "09:00 – 20:00","08:00 – 21:00","08:00 – 20:30","09:00 – 21:00","08:00 – 20:00","09:00 – 21:00"]}

df = pd.DataFrame(dict_adr)
df.to_csv("apt_info.csv")






